CSI API ETABS v1
cDesignResults.DesignForces Property
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
cDesignForces DesignForces { get; }
ReadOnly Property DesignForces As cDesignForces
	Get
Dim instance As cDesignResults
Dim value As cDesignForces
value = instance.DesignForces
property cDesignForces^ DesignForces {
	cDesignForces^ get ();
}
abstract DesignForces : cDesignForces with get
Property Value
Type: cDesignForces
See Also
Reference
cDesignResults Interface
ETABSv1 Namespace